Revit 2027 API
ThermalAsset.Equals Method
Overload List
Name | Description
Equals(Object) | Determines whether the specified object is equal to the current object.
Equals(ThermalAsset) |  Determines whether this thermal asset is equal to another.
Top
See Also
Reference
ThermalAsset Class
Autodesk.Revit.DB Namespace